tap "auth0/auth0-cli"
tap "buildpacks/tap"
tap "confluentinc/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "rcmdnk/file"
brew "libxi"
brew "awscli"
brew "bat"
brew "bison"
brew "boost"
brew "bottom"
brew "bpftop"
brew "bpytop"
brew "chezmoi"
brew "clipboard"
brew "clisp"
brew "clojure"
brew "cmake-docs"
brew "compiledb"
brew "curlie"
brew "deno"
brew "dive"
brew "dnstop"
brew "dtc"
brew "dust"
brew "emacs"
brew "llvm"
brew "gdk-pixbuf"
brew "gtk+3"
brew "wxwidgets"
brew "erlang"
brew "exiftool"
brew "eza"
brew "fd"
brew "gcc"
brew "flatbuffers"
brew "flex"
brew "fzf"
brew "gettext"
brew "gh"
brew "git-cliff"
brew "git-delta"
brew "git-lfs"
brew "glances"
brew "lua"
brew "glow"
brew "gnuplot"
brew "go"
brew "googletest"
brew "grpcurl"
brew "helm"
brew "htop"
brew "httpie"
brew "jj"
brew "jq"
brew "just"
brew "kafka"
brew "kcat"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "leiningen"
brew "luarocks"
brew "node"
brew "markdownlint-cli2"
brew "mercurial"
brew "meson"
brew "neo4j"
brew "neovim"
brew "nethack"
brew "nftables"
brew "pigz"
brew "pre-commit"
brew "ripgrep"
brew "rustup"
brew "skaffold"
brew "socat"
brew "taskwarrior-tui"
brew "tfenv"
brew "tgenv"
brew "tldr"
brew "tmux"
brew "zellij"
brew "zenity"
brew "zoxide"
brew "auth0/auth0-cli/auth0"
brew "buildpacks/tap/pack"
brew "confluentinc/tap/cli"
