tap "auth0/auth0-cli"
tap "buildpacks/tap"
tap "confluentinc/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "rcmdnk/file"
brew "libxi"
brew "awscli"
brew "bat"
brew "bison"
brew "boost"
brew "bottom"
brew "bpftop"
brew "bpytop"
brew "clipboard"
brew "clisp"
brew "clojure"
brew "cmake-docs"
brew "compiledb"
brew "curlie"
brew "dive"
brew "dnstop"
brew "dtc"
brew "dust"
brew "emacs"
brew "llvm"
brew "gdk-pixbuf"
brew "gtk+3"
brew "wxwidgets"
brew "erlang"
brew "exiftool"
brew "eza"
brew "fd"
brew "gcc"
brew "flatbuffers"
brew "flex"
brew "fzf"
brew "gettext"
brew "gh"
brew "git-cliff"
brew "git-delta"
brew "git-lfs"
brew "glances"
brew "lua"
brew "gnuplot"
brew "go"
brew "googletest"
brew "gradle"
brew "groovy"
brew "grpcurl"
brew "helm"
brew "htop"
brew "httpie"
brew "jj"
brew "jq"
brew "just"
brew "kafka"
brew "kcat"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "leiningen"
brew "luarocks"
brew "node"
brew "markdownlint-cli2"
brew "maven"
brew "mercurial"
brew "meson"
brew "neo4j"
brew "neovim"
brew "nethack"
brew "nftables"
brew "pigz"
brew "pre-commit"
brew "ripgrep"
brew "rustup"
brew "skaffold"
brew "socat"
brew "taskwarrior-tui"
brew "tfenv"
brew "tgenv"
brew "tldr"
brew "tmux"
brew "zellij"
brew "zenity"
brew "zoxide"
brew "auth0/auth0-cli/auth0"
brew "buildpacks/tap/pack"
brew "confluentinc/tap/cli"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "ecmel.vscode-html-css"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "maziac.asm-code-lens"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
